{"responseHeader":{"status":0,"QTime":1,"params":{"q":"india","start":"0","rows":"10","wt":"json"}},"response":{"numFound":595,"start":0,"docs":[{"id":"38633","FILEID":"1820074","PLACE":["India","Allahabad (India)"],"NEWSDATE":"2007-01-20T00:00:00Z","TITLE":"Photo shows naked Hindu mystics during pilgrimage in Allahabad, Uttar Pradesh","_version_":1486045719942922200},{"id":"19101","FILEID":"1825048","PLACE":["India","Mumbai (India)"],"NEWSDATE":"2007-02-10T00:00:00Z","TITLE":"Photo of floor decoration in Sexual Health Information Art Gallery in Mumbai, India, where visitors say they learn more about AIDS prevention from exhibits than from formal lectures","_version_":1486045594054033400},{"id":"39647","FILEID":"1819416","PLACE":["India","Sangam (India)","Ganges River"],"NEWSDATE":"2007-01-17T00:00:00Z","TITLE":"Photo of Hindu woman gathering in Sangam, India, at Ganges River for Ardh Kumbh Mela festival; some 70 million Hindus will make pilgrimage to river to wash away sins","_version_":1486045726732451800},{"id":"33507","FILEID":"1815942","PLACE":["New Delhi (India)","India"],"NEWSDATE":"2007-01-02T00:00:00Z","TITLE":"Photo of Muslims marking festival of Id al-Adha at one of India's largest mosques, in New Delhi","_version_":1486045688472010800},{"id":"34546","NEWSCATEGORY":["Corrections"],"FILEID":"1820263","PLACE":["Kochi (India)","India"],"NEWSDATE":"2007-01-21T00:00:00Z","TITLE":"Correction of January 7 travel article about Kochi, India (S)","CONTENT":"An article on Jan. 7 about Kochi, India, referred incorrectly to flights on Delta Air Lines between New York and Kochi. It does not offer service to Kochi.","_version_":1486045694504468500},{"id":"1592","FILEID":"0000242","CATEGORY":"sugar","NEWSDATE":"2007-03-02T00:00:00Z","PLACE":["LONDON"],"TITLE":"INDIA TO HOLD WHITE SUGAR BUYING TENDER","CONTENT":"India will hold a buying tender on Wednesday, March 4, for two to three cargoes of white sugar for March/April shipment, traders said.","_version_":1486045751344627700},{"id":"37248","FILEID":"1822748","PLACE":["Liberia","India"],"NEWSDATE":"2007-01-31T00:00:00Z","TITLE":"Photo of Indian paramilitary team deployed to Liberia; it is United Nations' first all-female peacekeeping force","_version_":1486045710228914200},{"id":"13976","NEWSCATEGORY":["Technology; Arts; Theater; Opinion"],"FILEID":"1837166","NEWSDATE":"2007-04-01T00:00:00Z","TITLE":"David Elias letter about Mar 25 article on computerized music in Broadway musicals says ultimate solution will involve one laptop in pit conducted by another in India","CONTENT":"To the Editor: The ultimate solution will involve one laptop in the pit, conducted from another in India. David Elias Brooklyn LAPTOPS ON BROADWAY","_version_":1486045556685930500},{"id":"1608","FILEID":"0008469","CATEGORY":"sugar","NEWSDATE":"2007-04-01T00:00:00Z","PLACE":["LONDON"],"TITLE":"KAINES CONFIRMS WHITE SUGAR SALES TO INDIA","CONTENT":"London-based sugar operator Kaines Ltd confirmed it sold two cargoes of white sugar to India out of an estimated overall sales total of four or five cargoes in which other brokers participated. The sugar, for April/May and April/June shipment, was sold at between 214 and 218 dlrs a tonne cif, it said.","_version_":1486045751598383000},{"id":"22759","NEWSCATEGORY":["Movies; Business"],"FILEID":"1849429","PLACE":["India"],"NEWSDATE":"2007-05-23T00:00:00Z","AUTHOR":["By HEATHER TIMMONS","Timmons, Heather"],"TITLE":"Viacom and Indian media company TV18 Group will jointly create Viacom-18, television, film and digital media company; Viacom's movie studios, DreamWorks and Paramount Pictures, will look for opportunities in India over next few months; Viacom president Philippe P Dauman comments; photo (S)","CONTENT":"Viacom and an Indian media company, the TV18 Group, said they would jointly create Viacom-18, a television, film and digital media company. Viacom-18 will start a Hindi-language entertainment channel later this year, and Viacom's MTV Networks, which is already present in India, will become part of the joint venture. Viacom's movie studios, DreamWorks and Paramount Pictures, will look for opportunities in India over the next few months, Viacom said. \"India is one of Viacom's priority markets for expansion internationally,\" Philippe P. Dauman, above, the president and chief executive of Viacom, said during a news conference in Mumbai. HEATHER TIMMONS","_version_":1486045618754289700}]}}