{"timeline":{"headline":"No Title Present","type":"default","text":"<p>CENKL--Mila, May 4, 2006. ''Success through wisdom, knowledge, creativity, and perseverance''. Missing you. In your absence, we persevere. All the Bears</p>","startDate":"2003,9,21","date":[{ "startDate":"2003,10,22 ","headline":"No Title Present","text":"<p>''The question is whether our new strategy will bring us closer to success. I believe that it will.'' PRESIDENT BUSH [A19]</p>","asset":{"media":"","credit":"","caption":""}},{ "startDate":"2003,11,23 ","headline":"PARK ELECTROCHEMICAL CORP <PKE> SETS PAYOUT","text":"<p>Qtly div three cts vs three cts prior Pay May 20 Record April 20</p>","asset":{"media":"","credit":"","caption":""}},{ "startDate":"2003,12,24 ","headline":"No Title Present","text":"<p>''Something that is forgotten in all of this is people like to smoke. It's enjoyable and there's not an alternative product.'' DAVID ADELMAN, an analyst at Morgan Stanley, on tobacco companies' success on Wall Street. [A1]</p>","asset":{"media":"","credit":"","caption":""}},{ "startDate":"2004,1,25 ","headline":"No Title Present","text":"<p>HOCHBERG--Marvin. SAR Academy mourns the loss of its longtime trustee and advocate for teachers and families. We owe much of our success to him. He will always be remembered. The SAR Family</p>","asset":{"media":"","credit":"","caption":""}},{ "startDate":"2004,2,26 ","headline":"Correction of Feb 13 article about Dixie Chicks' success at Grammy Awards","text":"<p>An article in The Arts yesterday about the Dixie Chicks' success at the Grammy Awards, including their honors for album, record and song of the year, misstated the interval since one artist or group last swept those three awards. It had been 14 years, not 13. (Eric Clapton won them in 1993.)</p>","asset":{"media":"","credit":"","caption":""}},{ "startDate":"2004,3,27 ","headline":"Correction on May 15 article about success of Yankee's catcher Jorge Posada, regarding career of another catcher","text":"<p>A sports article on Tuesday about the success of Yankees catcher Jorge Posada referred incorrectly to the career standing of the former catcher Tony Peña, the Yankees' first-base coach, who spoke favorably about Posada's potential longevity in baseball. Four catchers in major league history -- not three -- have spent more games behind the plate than Peña. (Iván Rodríguez of the Detroit Tigers passed Peña on the career list earlier this season; the others are Carlton Fisk, Bob Boone and Gary Carter.)</p>","asset":{"media":"","credit":"","caption":""}},{ "startDate":"2004,4,28 ","headline":"No Title Present","text":"<p>MORALISHVILI--George (Jora). Died on February 18, 2007. He survived WWII and prison camps, to achieve success through the ''American Dream''. But it was God that he thanked for delivering him against all odds. He will be missed.</p>","asset":{"media":"","credit":"","caption":""}},{ "startDate":"2004,5,29 ","headline":"<JWP> SELLS 30 MLN DLRS OF NOTES","text":"<p>JWP Inc said it sold 30 mln dlrs principal amount of its 9.25 pct senior notes due 1996 to certain institutional lenders. The company said about 15 mln dlrs of the proceeds will be used to pay debt and the balance for general corporate purposes.</p>","asset":{"media":"","credit":"","caption":""}},{ "startDate":"2004,6,30 ","headline":"TELEPHONE SUPPORT SYSTEMS INC <TSSI> 3RD QTR","text":"<p>Nov 30 end Shr four cts vs 11 cts Net 62,986 vs 174,158 Sales 720,906 vs 907,542 Year Shr 18 cts vs six cts Net 277,852 vs 94,263 Sales 2,247,374 vs 2,030,390</p>","asset":{"media":"","credit":"","caption":""}}]}}